export const sabahZikr = [
  {
    id: 1,
    zikrText:
      "اللَّهُ لا إِلهَ إِلّا هُوَ الحَيُّ القَيّومُ لا تَأخُذُهُ سِنَةٌ وَلا نَومٌ لَهُ ما فِي السَّماواتِ وَما فِي الأَرضِ مَن ذَا الَّذي يَشفَعُ عِندَهُ إِلّا بِإِذنِهِ يَعلَمُ ما بَينَ أَيديهِم وَما خَلفَهُم وَلا يُحيطونَ بِشَيءٍ مِن عِلمِهِ إِلّا بِما شاءَ وَسِعَ كُرسِيُّهُ السَّماواتِ وَالأَرضَ وَلا يَئودُهُ حِفظُهُما وَهُوَ العَلِيُّ العَظيمُ.",
    dalel:
      ". . . آية الكرسي التي في سورة البقرة من قالها حين يمسي أجير منا حتى يصبح ومن قالها حين يصبح أجير منا حتى يمسي فلما أصبح أتى رسول الله صلى الله عليه وسلم . . . . [ في حديث أبي مع الجني ] <br> الراوي : أبي بن كعب | المحدث : الألباني | المصدر : السلسلة الصحيحة الصفحة أو الرقم: 7/743 | خلاصة حكم المحدث : هذه زيادة شاذة توضيح حكم المحدث: لا يصح",
    dalelMasder: "https://dorar.net/h/547053dbeacbca45c1cb1954fecde380",
    count: 1,
    week: true,
  },
  {
    id: 2,
    zikrText:
      "قُلْ هُوَ اللَّهُ أَحَدٌ (1) اللَّهُ الصَّمَدُ (2) لَمْ يَلِدْ وَلَمْ يُولَدْ (3) وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (4).",
    dalel:
      "أصابنا طَشٌّ وظُلمَةٌ فانتظَرنا رسولَ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا ثمَّ ذَكرَ كلامًا معناهُ فخرجَ رسولُ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا فقالَ قل ، فقلتُ : ما أقولُ ؟ قالَ قُلْ هُوَ اللَّهُ أَحَدٌ والمعوِّذتينِ حينَ تُمسي وحينَ تُصبِحُ ثلاثًا يَكفيكَ كلَّ شيءٍ <br> الراوي : عبدالله بن خبيب | المحدث : الألباني | المصدر : صحيح النسائي | الصفحة أو الرقم : 5443 | خلاصة حكم المحدث : حسن | انظر شرح الحديث رقم 28800",
    dalelMasder: "https://dorar.net/h/b142bd8d2a00d676d452d24701e38772",
    count: 3,
  },
  {
    id: 3,
    zikrText:
      "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5).",
    dalel:
      "أصابنا طَشٌّ وظُلمَةٌ فانتظَرنا رسولَ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا ثمَّ ذَكرَ كلامًا معناهُ فخرجَ رسولُ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا فقالَ قل ، فقلتُ : ما أقولُ ؟ قالَ قُلْ هُوَ اللَّهُ أَحَدٌ والمعوِّذتينِ حينَ تُمسي وحينَ تُصبِحُ ثلاثًا يَكفيكَ كلَّ شيءٍ <br> الراوي : عبدالله بن خبيب | المحدث : الألباني | المصدر : صحيح النسائي | الصفحة أو الرقم : 5443 | خلاصة حكم المحدث : حسن | انظر شرح الحديث رقم 28800",
    dalelMasder: "https://dorar.net/h/b142bd8d2a00d676d452d24701e38772",
    count: 3,
  },
  {
    id: 4,
    zikrText:
      "قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَٰهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6).",
    dalel:
      "أصابنا طَشٌّ وظُلمَةٌ فانتظَرنا رسولَ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا ثمَّ ذَكرَ كلامًا معناهُ فخرجَ رسولُ اللَّهِ صلَّى اللَّهُ عليْهِ وسلَّمَ ليصلِّيَ بنا فقالَ قل ، فقلتُ : ما أقولُ ؟ قالَ قُلْ هُوَ اللَّهُ أَحَدٌ والمعوِّذتينِ حينَ تُمسي وحينَ تُصبِحُ ثلاثًا يَكفيكَ كلَّ شيءٍ <br> الراوي : عبدالله بن خبيب | المحدث : الألباني | المصدر : صحيح النسائي | الصفحة أو الرقم : 5443 | خلاصة حكم المحدث : حسن | انظر شرح الحديث رقم 28800",
    dalelMasder: "https://dorar.net/h/b142bd8d2a00d676d452d24701e38772",
    count: 3,
  },
  {
    id: 5,
    zikrText:
      "أصبحنا وأصبح الملكُ لله، والحمد لله، لا إله إلا الله وحده لا شريكَ له، له الملك، وله الحمد، وهو على كل شيءٍ قدير، ربِّ أسألك خيرَ ما في هذا اليوم، وخيرَ ما بعده، وأعوذ بك من شرِّ ما في هذا اليوم، وشرِّ ما بعده، ربِّ أعوذ بك من الكسل، وسُوء الكِبَر، ربِّ أعوذ بك من عذابٍ في النار، وعذابٍ في القبر.",
    dalel:
      "كانَ نَبِيُّ اللهِ صَلَّى اللَّهُ عليه وَسَلَّمَ، إذَا أَمْسَى قالَ: أَمْسَيْنَا وَأَمْسَى المُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ لا إلَهَ إلَّا اللَّهُ، وَحْدَهُ لا شَرِيكَ له قالَ: أُرَاهُ قالَ فِيهِنَّ: له المُلْكُ وَلَهُ الحَمْدُ وَهو علَى كُلِّ شيءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ ما في هذِه اللَّيْلَةِ وَخَيْرَ ما بَعْدَهَا، وَأَعُوذُ بكَ مِن شَرِّ ما في هذِه اللَّيْلَةِ وَشَرِّ ما بَعْدَهَا، رَبِّ أَعُوذُ بكَ مِنَ الكَسَلِ وَسُوءِ الكِبَرِ، رَبِّ أَعُوذُ بكَ مِن عَذَابٍ في النَّارِ وَعَذَابٍ في القَبْرِ وإذَا أَصْبَحَ قالَ ذلكَ أَيْضًا: أَصْبَحْنَا وَأَصْبَحَ المُلْكُ لِلَّهِ. <br> الراوي : عبدالله بن مسعود | المحدث : مسلم | المصدر : صحيح مسلم <br> الصفحة أو الرقم: 2723 | خلاصة حكم المحدث : [صحيح]",
    dalelMasder: "https://dorar.net/h/7ad86bfead0aafbe275e8f3c17896874",
    count: 1,
  },
  {
    id: 6,
    zikrText:
      "اللهم أنت ربي لا إله إلا أنت خلقتني وأنا عبدك وأنا على عهدك ووعدك ما استطعت أعوذ بك من شر ما صنعت أبوء لك بنعمتك علي وأبوء لك بذنبي فاغفر لي فإنه لا يغفر الذنوب إلا أنت.",
    dalel:
      "سَيِّدُ الِاسْتِغْفارِ أنْ تَقُولَ: اللَّهُمَّ أنْتَ رَبِّي لا إلَهَ إلَّا أنْتَ، خَلَقْتَنِي وأنا عَبْدُكَ، وأنا علَى عَهْدِكَ ووَعْدِكَ ما اسْتَطَعْتُ، أعُوذُ بكَ مِن شَرِّ ما صَنَعْتُ، أبُوءُ لكَ بنِعْمَتِكَ عَلَيَّ، وأَبُوءُ لكَ بذَنْبِي فاغْفِرْ لِي؛ فإنَّه لا يَغْفِرُ الذُّنُوبَ إلَّا أنْتَ. قالَ: ومَن قالَها مِنَ النَّهارِ مُوقِنًا بها، فَماتَ مِن يَومِهِ قَبْلَ أنْ يُمْسِيَ، فَهو مِن أهْلِ الجَنَّةِ، ومَن قالَها مِنَ اللَّيْلِ وهو مُوقِنٌ بها، فَماتَ قَبْلَ أنْ يُصْبِحَ، فَهو مِن أهْلِ الجَنَّةِ. <br> الراوي : شداد بن أوس | المحدث : البخاري | المصدر : صحيح البخاري <br> الصفحة أو الرقم: 6306 | خلاصة حكم المحدث : [صحيح]",
    dalelMasder: "https://dorar.net/h/446b783b69576c69ae0bc294167ab23b",
    count: 1,
  },
  {
    id: 7,
    zikrText:
      "رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا.",
    dalel:
      " مَن قال حين يُمْسِي : رَضِيتُ باللهِ رَبًّا ، وبالإسلامِ دِينًا ، وبمُحَمَّدٍ نَبِيًّا ، كان حَقَّا على اللهِ أن يُرْضِيَه <br> الراوي : ثوبان مولى رسول الله صلى الله عليه وسلم | المحدث : الألباني | المصدر : ضعيف الجامع | الصفحة أو الرقم : 5735 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/b3018b9afabf50f04e324a1d36243500",
    count: 3,
    week: true,
  },
  {
    id: 8,
    zikrText:
      "اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ.",
    dalel:
      "من قالَ حينَ يصبحُ أو يمسي اللَّهمَّ إنِّي أصبحتُ أشْهِدُكَ وأشْهِدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ أعتقَ اللَّهُ ربعَهُ منَ النَّارِ فمن قالَها مرَّتينِ أعتقَ اللَّهُ نصفَهُ ومن قالَها ثلاثًا أعتقَ اللَّهُ ثلاثةَ أرباعِهِ فإن قالَها أربعًا أعتقَهُ اللَّهُ منَ النَّارِ <br> الراوي : أنس بن مالك | المحدث : الألباني | المصدر : ضعيف أبي داود | الصفحة أو الرقم : 5069 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/9c5bf02b64aec4384fca05f555e070c0",
    count: 4,
    week: true,
  },
  {
    id: 9,
    zikrText:
      "اللَّهمَّ ما أصبحَ بي من نِعمةٍ أو بأحدٍ من خلقِك فمنكَ وحدَك، لا شريكَ لَك، فلَك الحمدُ، ولَك الشُّكرُ.",
    dalel:
      "من قالَ حينَ يصبحُ اللَّهمَّ ما أصبحَ بي من نعمةٍ فمنْكَ وحدَكَ لا شريكَ لَكَ فلَكَ الحمدُ ولَكَ الشُّكرُ فقد أدَّى شُكرَ يومِهِ ومن قالَ مثلَ ذلِكَ حينَ يمسي فقد أدَّى شُكرَ ليلتِهِ <br> الراوي : عبدالله بن غنام البياضي | المحدث : الألباني | المصدر : ضعيف أبي داود | الصفحة أو الرقم : 5073 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/22ebf800bf6e90e202800fba06606cf1",
    count: 1,
    week: true,
  },
  {
    id: 10,
    zikrText:
      "حسبيَ اللَّهُ لا إلهَ إلَّا هوَ عليهِ توكَّلتُ وهوَ ربُّ العرشِ العظيمِ.",
    dalel:
      "عن أبي الدَّرداءِ رضي اللهُ عنه قال من قال إذا أصبح وإذا أمسى حسبي اللهُ لا إله إلا هو ، عليه توكَّلْتُ وهو ربُّ العرشِ العظيمِ سبعَ مرات ؛ كفاه اللهُ ما أهمَّه ، صادقًا كان أو كاذبًا <br> الراوي : هجيمة بنت حيي أم الدرداء الصغرى | المحدث : الألباني | المصدر : ضعيف الترغيب | الصفحة أو الرقم : 382 | خلاصة حكم المحدث : ضعيف موقوف",
    dalelMasder: "https://dorar.net/h/794b3ccf86b8001675a11b8ebb5bac13",
    count: 7,
    week: true,
  },
  {
    id: 11,
    zikrText:
      "بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ.",
    dalel:
      "ما من عبدٍ يقولُ في صباحِ كلِّ يومٍ ومساءِ كلِّ ليلةٍ بسمِ اللهِ الذي لا يضرُّ مع اسمِه شيءٌ في الأرضِ ولا في السماءِ وهو السميعُ العليمُ ثلاثَ مراتٍ فيضرُّه شيٌء <br> الراوي : عثمان بن عفان | المحدث : الألباني | المصدر : صحيح ابن ماجه | الصفحة أو الرقم : 3134 | خلاصة حكم المحدث : صحيح | انظر شرح الحديث رقم 36007",
    dalelMasder: "https://dorar.net/h/3328f09a7cab765ca29211488aa9d4a6",
    count: 3,
  },
  {
    id: 12,
    zikrText: "اللَّهمَّ بك أصبحنا وبك أمسينا وبك نحيا وبك نموتُ وإليك النشور.",
    dalel:
      "إذا أصبحَ أحدُكُم فليقُلْ : اللَّهمَّ بِكَ أصبَحنا، وبِكَ أمسَينا، وبِكَ نَحيا وبِكَ نَموتُ وإليكَ النُّشورُ، وإذا أمسى فليقُلْ: اللَّهمَّ بِكَ أمسَينا وبِكَ أصبَحنا وبِكَ نَحيا وبِكَ نموتُ ، وإليكَ المصيرُ <br> الراوي : أبو هريرة | المحدث : الألباني | المصدر : الكلم الطيب | الصفحة أو الرقم : 20 | خلاصة حكم المحدث : حسن صحيح | انظر شرح الحديث رقم 83786",
    dalelMasder: "https://dorar.net/h/938c74740fbcc3810c826e4e18b87b66",
    count: 1,
  },
  {
    id: 13,
    zikrText:
      "أصبحْنا على فِطرةِ الإسلامِ ، وكلمةِ الإخلاصِ ، ودينِ نبيِّنا محمدٍ ، ومِلَّةِ أبينا إبراهيمَ ، حنيفًا مُسلمًا ، وما كان من المشرِكينَ.",
    dalel:
      "كان صلَّى اللهُ عليه وسلَّمَ يُوصِي أصحابَهُ إذا أصبحُوا أنْ يَقولُوا : أصبحْنا على فِطرةِ الإسلامِ ، وكلمةِ الإخلاصِ ، ودينِ نبيِّنا محمدٍ ، ومِلَّةِ أبينا إبراهيمَ ، حنيفًا مُسلمًا ، وما كان من المشرِكينَ <br> الراوي : أبي بن كعب | المحدث : الألباني | المصدر : النصيحة | الصفحة أو الرقم : 262 | خلاصة حكم المحدث : إسناده صحيح | انظر شرح الحديث رقم 146845",
    dalelMasder: "https://dorar.net/h/8b238ca0b5027b085de5a651ee281bb4",
    count: 1,
  },
  {
    id: 14,
    zikrText:
      "سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ.",
    dalel:
      "أنَّ النبيَّ صَلَّى اللَّهُ عليه وَسَلَّمَ خَرَجَ مِن عِندِهَا بُكْرَةً حِينَ صَلَّى الصُّبْحَ، وَهي في مَسْجِدِهَا، ثُمَّ رَجَعَ بَعْدَ أَنْ أَضْحَى، وَهي جَالِسَةٌ، فَقالَ: ما زِلْتِ علَى الحَالِ الَّتي فَارَقْتُكِ عَلَيْهَا؟ قالَتْ: نَعَمْ، قالَ النبيُّ صَلَّى اللَّهُ عليه وَسَلَّمَ: لقَدْ قُلتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ، ثَلَاثَ مَرَّاتٍ، لو وُزِنَتْ بما قُلْتِ مُنْذُ اليَومِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ. <br> الراوي : جويرية بنت الحارث أم المؤمنين | المحدث : مسلم | المصدر : صحيح مسلم | الصفحة أو الرقم : 2726 | خلاصة حكم المحدث : [صحيح]",
    dalelMasder: "https://dorar.net/h/37b5bedf1d0a025b38885a897217da7b",
    count: 3,
  },
  {
    id: 15,
    zikrText:
      "اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ.",
    dalel:
      "قلتُ لأبي: يا أبتِ أسمعُك تقولُ كلَّ غداةٍ: اللَّهمَّ عافِني في بدَني اللَّهمَّ عافِني في سَمعي اللَّهمَّ عافني في بصَري لا إلَه إلَّا أنتَ تُكرِّرُها ثلاثًا حينَ تُصبحُ وثلاثًا حين تُمسي فقال: يا بنيَّ سمعتُ رسولَ اللَّهِ صلَّى اللَّهُ علَيهِ وسلَّمَ يدعو بِهنَّ فأنا أحبُّ أن أستَنَّ بسُننِهِ <br> الراوي : أبو بكرة نفيع بن الحارث | المحدث : الألباني | المصدر : تخريج مشكاة المصابيح | الصفحة أو الرقم : 2349 | خلاصة حكم المحدث : [فيه] جعفر بن ميمون ؛ وفيه ضعف | توضيح حكم المحدث :إسناده ضعيف",
    dalelMasder: "https://dorar.net/h/7c2bf5d9900cb3b2a57d96078c592737",
    count: 3,
    week: true,
  },
  {
    id: 16,
    zikrText:
      "اللهمَّ إِنَّي أعوذُ بِكَ مِنَ الكفْرِ والفقْرُ ، اللهمَّ إِنَّي أعوذُ بِكَ مِنَ عذابِ القبرِ ، لا إلهَ إلَّا أنتَ .",
    dalel:
      "اللهمَّ عافِني في بدَني ، اللهمَّ عافِني في سمعِي ، اللهمَّ عافِني في بصرِي ، اللهمَّ إِنَّي أعوذُ بِكَ مِنَ الكفْرِ والفقْرُ ، اللهمَّ إِنَّي أعوذُ بِكَ مِنَ عذابِ القبرِ ، لا إلهَ إلَّا أنتَ . <br> الراوي : أبو بكرة نفيع بن الحارث | المحدث : الألباني | المصدر : ضعيف الجامع | الصفحة أو الرقم : 1210 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/0b20f2626e268598e01f7cce579c269a",
    count: 1,
    week: true,
  },
  {
    id: 17,
    zikrText:
      "اللهمَّ إنِّي أسألُكَ العَافِيَةَ في الدنيا و الآخرةِ اللهمَّ إنِّي أسألُكَ العَفْوَ و العَافِيَةَ في دِينِي و دُنْيايَ ، و أهلِي و مالِي اللهمَّ اسْتُرْ عَوْرَتِي ، و آمِنْ رَوْعَاتِي اللهمَّ احْفَظْنِي من بَيْنِ يَدَيَّ و من خلفي ، و عن يَمِينِي و عن شِمالِي ، و من فَوْقِي ، و أعوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ من تَحْتِي.",
    dalel:
      "اللهمَّ إنِّي أسألُكَ العَافِيَةَ في الدنيا و الآخرةِ اللهمَّ إنِّي أسألُكَ العَفْوَ و العَافِيَةَ في دِينِي و دُنْيايَ ، و أهلِي و مالِي اللهمَّ اسْتُرْ عَوْرَتِي ، و آمِنْ رَوْعَاتِي اللهمَّ احْفَظْنِي من بَيْنِ يَدَيَّ و من خلفي ، و عن يَمِينِي و عن شِمالِي ، و من فَوْقِي ، و أعوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ من تَحْتِي <br> الراوي : عبدالله بن عمر | المحدث : الألباني | المصدر : صحيح الأدب المفرد | الصفحة أو الرقم : 912 | خلاصة حكم المحدث : صحيح | انظر شرح الحديث رقم 63104",
    dalelMasder: "https://dorar.net/h/aec02d5271186b3311b0e31eed64c440",
    count: 1,
  },
  {
    id: 18,
    zikrText:
      "يا حَيُّ يا قيُّومُ، لا إلهَ إلا أنت، برَحمتِك أستَغيثُ، فاكفِني شأني كُلَّه، ولا تَكِلْني إلى نَفْسي طَرْفةَ عَينٍ.",
    dalel:
      "رأيتُ رَسولَ اللهِ صلَّى اللهُ عليه وسلَّم وهو واقِفٌ على القَرنِ يومَ النَّحرِ، وهو يقولُ: يا حَيُّ يا قيُّومُ، لا إلهَ إلا أنت، برَحمتِك أستَغيثُ، فاكفِني شأني كُلَّه، ولا تَكِلْني إلى نَفْسي طَرْفةَ عَينٍ <br> الراوي : جابر بن عبدالله | المحدث : ابن حجر العسقلاني | المصدر : الفتوحات الربانية | الصفحة أو الرقم : 5/21 | خلاصة حكم المحدث : حسن غريب ويعقوب بن محمد الزهري و ثقوه وفيه مقال | توضيح حكم المحدث :إشارة إلى ضعفه",
    dalelMasder: "https://dorar.net/h/18eb52c878e260738a7e3a382340901e",
    count: 1,
    week: true,
  },
  {
    id: 19,
    zikrText:
      "أصبَحْنا وأصبَحَ المُلكُ للهِ ربِّ العالَمينَ، اللَّهُمَّ إنِّي أسأَلُك خيرَ هذا اليَومِ؛ فَتحَه، ونَصرَه، ونُورَه، وبَرَكَتَه، وهُداه، وأعوذُ بكَ من شرِّ ما فيه، وشرِّ ما بعدَه.",
    dalel:
      "إذا أصبَحَ أحَدُكم فلْيَقُلْ: أصبَحْنا وأصبَحَ المُلكُ للهِ ربِّ العالَمينَ، اللَّهُمَّ إنِّي أسأَلُك خيرَ هذا اليَومِ؛ فَتحَه، ونَصرَه، ونُورَه، وبَرَكَتَه، وهُداه، وأعوذُ بكَ من شرِّ ما فيه، وشرِّ ما بعدَه، ثُمَّ إذا أمْسى فلْيَقُلْ مِثلَ ذلك. <br> الراوي : أبو مالك الأشعري | المحدث : شعيب الأرناؤوط | المصدر : تخريج سنن أبي داود | الصفحة أو الرقم : 5084 | خلاصة حكم المحدث : إسناده ضعيف",
    dalelMasder: "https://dorar.net/h/781f137096516e5e94e62a796acf8458",
    count: 1,
    week: true,
  },
  {
    id: 20,
    zikrText:
      "اللهم فاطرَ السمواتِ والأرضِ، عالمَ الغَيبِ والشهادةِ، ربَّ كلِّ شيءٍ ومَليكَه، أشهَدُ أنْ لا إِلهَ إلَّا أنتَ، أعوذُ بكَ مِن شرِّ نَفْسي، ومِن شرِّ الشَّيطانِ وشِرْكِه.",
    dalel:
      "اللَّهمَّ فاطرَ السَّمواتِ والأرضِ، عالمَ الغيبِ والشَّهادةِ ، ربَّ كلِّ شيءٍ ومليكَهُ ، أشهدُ أن لا إلَهَ إلَّا أنتَ ، أعوذُ بِكَ من شرِّ نفسي ، وشَرِّ الشَّيطانِ وشركِهِ وقالَ قُلها إذا أصبحتَ ، وإذا أمسيتَ ، وإذا أخذتَ مَضجعَكَ . <br> الراوي : أبو هريرة | المحدث : الوادعي | المصدر : الصحيح المسند | الصفحة أو الرقم : 1347 | خلاصة حكم المحدث : صحيح | انظر شرح الحديث رقم 71785",
    dalelMasder: "https://dorar.net/h/435b6c53d19ac2d8e3c8e8378a5bbb18",
    count: 1,
  },
  {
    id: 21,
    zikrText: "أعوذُ بِكَلماتِ اللَّهِ التَّامَّاتِ من شرِّ ما خلقَ.",
    dalel:
      "مَنْ قال حِينَ يُمسِي ثلاثَ مرَّاتٍ : أعوذُ بِكلماتِ اللهِ التّامّاتِ من شرِّ ما خَلقَ ، لمْ يَضُرَّهُ لَدْغةُ حَيَّةٍ في تِلكَ الليلَةِ <br> الراوي : أبو هريرة | المحدث : الألباني | المصدر : صحيح الجامع | الصفحة أو الرقم : 6427 | خلاصة حكم المحدث : صحيح | انظر شرح الحديث رقم 20535",
    dalelMasder: "https://dorar.net/h/64ea64b5b9e61996c10016a5e72170b3",
    count: 3,
  },
  {
    id: 22,
    zikrText: "اللهم صلِّ وسلِّم وبارك على نبينا محمد.",
    dalel:
      "من صلَّى عليَّ حين يُصبِحُ عشرًا ، وحين يُمسي عَشرًا ؛ أدركَتْهُ شَفاعَتي يومَ القِيامةِ <br> الراوي : أبو الدرداء | المحدث : الألباني | المصدر : ضعيف الترغيب | الصفحة أو الرقم : 396 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/628bfc5f19d2ea85c9047a353ca4f3fe",
    count: 10,
  },
  {
    id: 23,
    zikrText:
      "اللَّهُمَّ إنَّا نَعوذُ بك مِن أنْ نُشرِكَ بك شيئًا نَعلَمُه، ونَستغفِرُكَ لما لا نَعلَمُ.",
    dalel:
      "خَطَبَنا أبو موسى الأشعَريُّ فقال: يا أيُّها النَّاسُ، اتَّقوا هذا الشِّركَ؛ فإنَّه أخفى مِن دَبيبِ النَّملِ، فقام إليه عبدُ اللهِ بنُ حَزْنٍ، وقَيسُ بنُ المُضارِبِ فقالا: واللهِ لتَخرُجَنَّ ممَّا قُلتَ، أو لنَأتيَنَّ عُمَرَ مَأذونٌ لنا أو غيرُ مَأذونٍ، قال: بلْ أخرُجُ ممَّا قُلتُ، خَطَبَنا رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ ذاتَ يومٍ فقال: أيُّها النَّاسُ، اتَّقوا هذا الشِّركَ؛ فإنَّه أخفى مِن دَبيبِ النَّملِ، فقال له مَن شاء اللهُ أنْ يقولَ: وكيف نَتَّقيه، وهو أخفى مِن دَبيبِ النَّملِ يا رسولَ اللهِ؟ قال: قولوا: اللَّهُمَّ إنَّا نَعوذُ بك مِن أنْ نُشرِكَ بك شيئًا نَعلَمُه، ونَستغفِرُكَ لما لا نَعلَمُ. <br> الراوي : أبو موسى الأشعري | المحدث : شعيب الأرناؤوط | المصدر : تخريج المسند | الصفحة أو الرقم : 19606 | خلاصة حكم المحدث : إسناده ضعيف",
    dalelMasder: "https://dorar.net/h/f687a802095db177be168f8b0055beac",
    count: 1,
    week: true,
  },
  {
    id: 24,
    zikrText:
      "اللهُمَّ إنِّي أعوذُ بِكَ من الهَمِّ والحُزْنِ ، وأَعوذُ بِكَ من العَجْزِ والكَسَلِ ، وأَعوذُ بِكَ من البُخْلِ والجُبنِ ، وأَعوذُ بِكَ من غَلَبةِ الدَّينِ وقَهْرِ الرِّجالِ.",
    dalel:
      "يا أبا أُمامَةَ ! ما لِي أراكَ جالِسًا في المسجِدِ في غَيرِ وقتِ صَلاةٍ ؟ قال : هُمومٌ لَزِمَتْنِي ، ودُيونٌ يا رسولَ اللهِ ! فقال : أفَلا أُعَلِّمُكَ كلامًا إذا قُلتَهُ أذْهَبَ اللهُ عزَّ وجَلَّ هَمَّكَ وقَضَى عنكَ دَيْنَكَ ؟ . فقال : بَلَى يا رسولَ اللهِ ! قال : قُلْ إذا أصْبَحتَ وإذا أمْسيتَ : ( اللهُمَّ إنِّي أعوذُ بِكَ من الهَمِّ والحُزْنِ ، وأَعوذُ بِكَ من العَجْزِ والكَسَلِ ، وأَعوذُ بِكَ من البُخْلِ والجُبنِ ، وأَعوذُ بِكَ من غَلَبةِ الدَّينِ وقَهْرِ الرِّجالِ ) . قال : فَقُلتُ ذلِكَ ، فأذْهَبَ اللهُ هَمِّي ، وقَضَى عنِّي دَيْنِي . <br> الراوي : أبو سعيد الخدري | المحدث : الألباني | المصدر : ضعيف الترغيب | الصفحة أو الرقم : 1141 | خلاصة حكم المحدث : ضعيف",
    dalelMasder: "https://dorar.net/h/dcddaad3f62bb8db84772b73fb29df73",
    count: 1,
    week: true,
  },
  {
    id: 25,
    zikrText:
      "اللَّهمَّ إنِّي أعوذُ بِك منَ العَجزِ والكسَلِ والبخلِ والهرَمِ والقسوةِ والغفلةِ والذِّلَّةِ والمسكَنةِ وأعوذُ بِك منَ الفقرِ والكفرِ والشِّركِ والنِّفاقِ والسُّمعةِ والرِّياءِ وأعوذُ بِك منَ الصَّممِ والبَكَمِ والجنونِ والبَرَصِ والجذامِ وسيِّئِ الأسقامِ .",
    dalel:
      "اللَّهمَّ إنِّي أعوذُ بِك منَ العَجزِ والكسَلِ والبخلِ والهرَمِ والقسوةِ والغفلةِ والذِّلَّةِ والمسكَنةِ وأعوذُ بِك منَ الفقرِ والكفرِ والشِّركِ والنِّفاقِ والسُّمعةِ والرِّياءِ وأعوذُ بِك منَ الصَّممِ والبَكَمِ والجنونِ والبَرَصِ والجذامِ وسيِّئِ الأسقامِ . <br> الراوي : أنس بن مالك | المحدث : الوادعي | المصدر : الصحيح المسند | الصفحة أو الرقم : 35 | خلاصة حكم المحدث : صحيح | شرح الحديث",
    dalelMasder: "https://dorar.net/h/75db119a9c9be7e6d42f534f41941d37",
    count: 1,
  },
  {
    id: 26,
    zikrText:
      "اللَّهمَّ إنِّي أسأَلُكَ عِلمًا نافعًا، ورِزْقًا طيِّبًا، وعمَلًا مُتقَبَّلًا.",
    dalel:
      "أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم كان إذا أصبَح قال: اللَّهمَّ إنِّي أسأَلُكَ عِلمًا نافعًا، ورِزْقًا طيِّبًا، وعمَلًا مُتقَبَّلًا. <br> الراوي : أم سلمة أم المؤمنين | المحدث : ابن حجر العسقلاني | المصدر : نتائج الأفكار | الصفحة أو الرقم : 2/411 | خلاصة حكم المحدث : حسن",
    dalelMasder: "https://dorar.net/h/7dacd7b66416d6ce76b32e826d41905b",
    count: 1,
  },
  {
    id: 27,
    zikrText:
      "لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ.",
    dalel:
      "مَن قالَ: لا إلَهَ إلَّا اللَّهُ وحْدَهُ لا شَرِيكَ له، له المُلْكُ وله الحَمْدُ، وهو علَى كُلِّ شيءٍ قَدِيرٌ. في يَومٍ مِئَةَ مَرَّةٍ، كانَتْ له عَدْلَ عَشْرِ رِقابٍ، وكُتِبَ له مِئَةُ حَسَنَةٍ، ومُحِيَتْ عنْه مِئَةُ سَيِّئَةٍ، وكانَتْ له حِرْزًا مِنَ الشَّيْطانِ، يَومَهُ ذلكَ حتَّى يُمْسِيَ، ولَمْ يَأْتِ أحَدٌ بأَفْضَلَ ممَّا جاءَ إلَّا رَجُلٌ عَمِلَ أكْثَرَ منه. <br> <br> الراوي : أبو هريرة | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 6403 | خلاصة حكم المحدث : [صحيح] | انظر شرح الحديث رقم 15930",
    dalelMasder: "https://dorar.net/h/591cd86bca13afb32225cd6cea6788eb",
    count: 100,
    comment: "just sabah",
  },
  {
    id: 28,
    zikrText: "سبحان الله وبحمده.",
    dalel:
      "مَن قال: سُبْحانَ اللَّهِ وبِحَمْدِهِ، في يَومٍ مِائَةَ مَرَّةٍ؛ حُطَّتْ خَطاياهُ وإنْ كانَتْ مِثْلَ زَبَدِ البَحْرِ. <br> الراوي : أبو هريرة | المحدث : البخاري | المصدر : صحيح البخاري | الصفحة أو الرقم : 6405 | خلاصة حكم المحدث : [صحيح] | شرح الحديث",
    dalelMasder: "https://dorar.net/h/c0b9fa4703350aaef9586dc859e73192",
    count: 100,
  },
];
