export const quotes = [
  {
    quote: "من عمل بما علم ، أورثــه الله علم ما لم يعلم .",
    author: "ابن تيمية",
  },
  {
    quote:
      "يمكن القول بشكل عام ان الإنسان الاكثر نجاحا ً في الحياة هو من تتوفر لديه أفضل و أحسـن المعلومات .",
    author: "",
  },
  {
    quote: "الفكرة باختصار : ضع هدفاً ، و لا تتخل عنه حتى تحققه.",
    author: "",
  },
  {
    quote: "بحسب المرء من الكذب أن يحدث بكل ما سمع.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "الإنسان الذي يمكنه اتقان الصبر يمكنه اتقان أي شئ آخر.",
    author: "",
  },
  {
    quote:
      "أكبر خطر هو عدم المخاطرة بأي شيء، في هذا العالم الذي يتغير سريعا إذا أردت ضمان الفشل المحقق فعليك فقط عدم المخاطرة.",
    author: "",
  },
  {
    quote: "من كثر كلامه كثر سقطه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: " من أعجب الأشياء أن تعرف الله ثم لا تحبه.",
    author: "ابن القيم",
  },
  {
    quote:
      "لا يصل الناس الى حديقة النجاح ، دون ان يمروا بمحطات التعب و الفشل و اليأس ،و صاحب الإرادة القوية لا يطيل الوقوف في هذه المحطات.",
    author: "",
  },
  {
    quote:
      "إنّ مما يصفى لك ودّ أخيك أن تبدأه بالسلام إذا لقيته ، وأن تدعوه بأحبّ الأسماء إليه ، وأن توسّع له في المجلس.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "الذي يعوق معظم الناس عن تسجيل إنجازات جيدة ليس العقبات الكبرى التي يواجهونها في طريقهم، وإنما التردد والخوف من الانطلاق.",
    author: "",
  },
  {
    quote:
      " ألا إن الصبر من الإيمان بمنزلة الرأس من الجسد، فإذا قطع الرأس بار الجسم.",
    author: "علي ابن أبي طالب",
  },
  {
    quote:
      "بين العبد ورزقه حجاب إذا رضي وقنع أتاه الرزق وإن اقتحم وهتك الحجاب لم يزد فوق رزقه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "الفرص كثيرة ، و لكنها لا تتسكع أمام الأبواب أبداً .",
    author: "",
  },
  {
    quote: "لا تعمل شيئا من الخير رياء ولا تتركه حياء.",
    author: "علي بن أبي طالب",
  },
  {
    quote:
      "ويل لمن كانت الدنيا همه ، والخطايا عمله ، كيفما يقدم غدًا، بقدر ما تحرثون تحصدون.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "ما رأيت يقينًا أشبه بالشك من يقين الناس بالموت ثم لا يستعدون له.",
    author: "عمر بن عبد العزيز",
  },
  {
    quote: "إن أفضل العبادة أداء الفرائض واجتناب المحارم.",
    author: "عمر بن عبد العزيز",
  },
  {
    quote:
      "لا يقعد أحدكم عن طلب الرزق ويقول اللهم ارزقني فقد علمتم أن السماء لا تمطر ذهبًا ولا فضة.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "الفشل نوعان : نوع يأتي من التفكير بدون فعل ، و نوع يأتي من الفعل بدون تفكير.",
    author: "",
  },
  {
    quote: "لا يجب ان نزحف عندما نشعر بشئ يدفعنا للطيران .",
    author: "",
  },
  {
    quote:
      "سمع عمر بن الخطاب رضي الله رجلا يثني على رجل فقال : أسافرت معه ؟ قال : لا قال : أخالطته ؟ قال : لا قال : والله الذي لا آله غيره ما تعرفه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "لا يوجد انسان ضعيف بل يوجد انسان يجهل موطن قوته .",
    author: "",
  },
  {
    quote: " إذا خفت لا تقل .. و إذا قلت لا تخف .",
    author: "",
  },
  {
    quote:
      "من كتم سره كان الخيار بيده ، ومن عرّض نفسه للتّهمة فلا يلومنّ من أساء الظنّ به.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "من لا خير فيه لأهله ، لا خير فيه لأحد .",
    author: "",
  },
  {
    quote: "وجملة التوكل؛ تفويض الأمر إلى الله جل ثناؤه، والثقة به.",
    author: "أحمد بن حنبل",
  },
  {
    quote:
      "عليك بإخوان الصدق فعش في أكنافهم فإنهم زين في الرخاء وعدة في البلاء.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: " نحن قوم مساكين ، نأكل أرزاقنا وننتظر آجالنا.",
    author: "أحمد بن حنبل",
  },
  {
    quote: "خذوا من الرأي ما يوافق من كان قبلكم فإنهم كانوا أعلم منكم.",
    author: "عمر بن عبد العزيز",
  },
  {
    quote: "لا تجد المؤمن كذابا.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "أن تكون على حق ، لا يستوجب أن يكون صوتك مرتفعا .",
    author: "",
  },
  {
    quote:
      "لاحظ أن النملة حين تحاول الصعود على جدار أو مرتفع ثم تسقط قبل أن تصل إلى منتهاه فإنها تحاول مرة أخرى ، لكنها لا تسلك نفس الطريق الأول .",
    author: "",
  },
  {
    quote: "إن الخير كُلُّه في الرِّضا، فإن استطعت أن ترضى وإلَّا فاصبر.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "ركوب الذنوب يميت القلوب وقد يورث الذل إدمانها وترك الذنوب حياة القلوب وخير لنفسك عصيانها.",
    author: "عبد الله بن المبارك",
  },
  {
    quote:
      " إذا لم يجد الإنسان شيئاً في الحياة يموت من أجله ، فإنه أغلب الظن لن يجد شيئاً يعيش من أجله .",
    author: "",
  },
  {
    quote: "تعلموا من الشعر ما يكون لكم حكما ويدلكم على مكارم الأخلاق.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "عندما يصبح البحر ساكناً ، يصبح الجميع بحارة ماهرين .",
    author: "",
  },
  {
    quote: "لا تبصق في البئر فقد تشرب منه يوما .",
    author: "",
  },
  {
    quote: "إذا رأيت الرجل يضيع من الصلاة فهو والله لغيرها أشد تضييعًا.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "وما أعياني شيء كما أعياني أني لا أجد أخا في الله.",
    author: "عبد الله بن المبارك",
  },
  {
    quote:
      "لو أن قلوبنا طهرت ما شبعنا من كلام ربّنا، وإني لأكره أن يأتي عليّ يوم لا أنظر في المصحف.",
    author: "عثمان ابن عفان",
  },
  {
    quote:
      "علّموا أولادكم العوم والفروسيّة ،ورووهم ما سار ،من المثل ، وما حسن من الشعر.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "لا تحكم على السيد بثناء الخادم عليه .",
    author: "",
  },
  {
    quote: "ما جفت الدموع إلا لقسوة القلوب، وما قست القلوب إلا لكثرة الذنوب.",
    author: "أبو بكر الصديق",
  },
  {
    quote: "التوبة النصوح : يذنب العبد ثم يتوب فلا يعود فيه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "احب الصالحين ولست منهم لعلي ان انال بهم شفاعة <br> واكره من تجارته المعاصي ولو كنا سوادا في البضاعة.",
    author: "الامام الشافعي",
  },
  {
    quote:
      "مجالسة الصالحين تحولك من ستة إلى ستة: من الشك إلى اليقين .. من الرياء إلى الإخلاص .. من الغفلة إلى الذكر .. من الرغبة في الدنيا إلى الرغبة في الآخرة .. من الكبر إلى التواضع .. من سوء النية إلى النصيحة.",
    author: "ابن القيم الجوزية",
  },
  {
    quote: "أصل الرجل عقله، وحسبه دينه، ومروءته خلقه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "أيها الناس ! احذروا التسويف ، فإني سمعت بعض الصالحين يقول : نحن لا نريد أن نموت حتى نتوب ، ثم لا نتوب حتى نموت.",
    author: "الحسن البصري",
  },
  {
    quote:
      "ما أحببت أن يكون معك في الآخرة فقدمه اليوم.. وما كرهت أن يكون معك في الآخرة فاتركه اليوم",
    author: "سلمة ابن دينار",
  },
  {
    quote: "وجدنا خير عيشنا بالصبر.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "إن حقاً على من طلب العلم أن يكون عليه وقار وسكينة وخشية.. وأن يكون متبعاً لآثار من مضى قبله",
    author: "مالك ابن أنس",
  },
  {
    quote:
      "الناس لا يفصل بينهم النزاع إلا كتاب منزل من السماء، وإذا ردوا إلى عقولهم فلكل واحد منهم عقل.",
    author: "",
  },
  {
    quote: "جالسوا التوابين فإنهم أرق أفئدة.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "ليس العاقل الذي يعلم الخير من الشر، وإنما العاقل الذي يعلم خير الخيرين، وشر الشرين.",
    author: "",
  },
  {
    quote:
      "من لم يصبر على ذل التعليم بقي عمره في عماية الجهل.. ومن صبر عليه آل أمره إلى عز الدنيا والآخرة",
    author: "",
  },
  {
    quote: "العاجز من عجز عن سياسة نفسه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "يا بنَ أخي، تعلَّمِ الأدبَ قبل أن تتعلم العلم",
    author: "مالك ابن أنس",
  },
  {
    quote:
      "إذا استغنى الناس بالدنيا فاستغن أنت بالله، وإذا فرحوا بالدنيا فافرح أنت بالله، وإذا أنِسُوا بأحبابهم فاجعل أنسك بالله.",
    author: "",
  },
  {
    quote: "لا يكن حبك كلفا، ولا بغضك تلفا.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "نحن نصبح ما نفكر فيه في معظم الوقت، وهذا هو أغرب سر في هذه الحياة.",
    author: "",
  },
  {
    quote:
      "ليست الاهداف ضرورية لتحفيزنا فحسب ، بل هي أساسية فعلا لبقائنا على قيد الحياة .",
    author: "",
  },
  {
    quote: "من كثر ضحكه قلت هيبته.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "ذا كان لديك رغبة حقيقية للتخلص من أي عادة مدمرة ، فاعلم أنك قد شفيت بالفعل بنسبة . %٥١ .",
    author: "",
  },
  {
    quote:
      "الهجر الجميل.. هجر بلا أذى، والصفح الجميل.. صفح بلا عتاب، والصبر الجميل.. صبر بلا شكوى.",
    author: "",
  },
  {
    quote:
      "لا يحل لامرئٍ مسلم سمع من أخيه كلمة أن يظن بها سوءاً ، وهو يجد لها في شئ من الخير مخرجاً.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "(لا إله إلا أنت سبحانك إني كنت من الظالمين).. فيها اعتراف بحقيقة الحال، وليس لأحد من العباد أن يبرئ نفسه عن هذا الوصف لا سيما في مقام مناجاته لربه.",
    author: "",
  },
  {
    quote: "ليكن أمرك بالمعروف ونهيك عن المنكر بغير منكر.",
    author: "",
  },
  {
    quote: "لا ينتفع بنفسه من لا ينتفع بظنه.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "إن في الدنيا جنة من لم يدخلها لم يدخل جنة الآخرة.",
    author: "",
  },
  {
    quote:
      "دافع الخطرة، فإن لم تفعل صارت شهوة وهمة، فإن لم تدافعها صارت فعلاً، فإن لم تتداركه بضده صار عادة، فيصعب عليك الانتقال عنها.",
    author: "",
  },
  {
    quote:
      "إنّ مما يصفى لك ودّ أخيك أن تبدأه بالسلام إذا لقيته ، وأن تدعوه بأحبّ الأسماء إليه ، وأن توسّع له في المجلس.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "مَنْ عَظُم وقار الله في قلبه أن يعصيه.. وقَّره الله في قلوب الخلق أن يذلوه.",
    author: "",
  },
  {
    quote:
      "لو كان كل ما اختلف مسلمان في شيء تهاجرا لم يبق بين المسلمين عصمة ولا أخوة.",
    author: "",
  },
  {
    quote: "بالورع عما حرم الله يقبل الله الدعاء والتسبيح.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "إن الجليس الصالح خير من الوحدة ، والوحدة خير من جليس السوء .",
    author: "",
  },
  {
    quote:
      "قال مالك إبن دينار: “اتخذ طاعة الله تجارة تأتيك الأرباح من غير بضاعة”.",
    author: "",
  },
  {
    quote: "لا تعتمد على خلق رجل حتى تجربه عند الغضب.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "يرى المتشائم الصعوبة في كل فرصة ، أما المتفائل فيرى الفرصة في كل صعوبة.",
    author: "",
  },
  {
    quote: "إن أفضل طريقة للدفاع عن الأخلاق هي أن نتمثلها في سلوكنا اليومي. ",
    author: "",
  },
  {
    quote: "علموا اولادكم الرماية والسباحة وركوب الخيل .",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "قال في قوله تعالى : ( فقولا له قولاً ليّناً لعلّه يتذكر أو يخشى ) إلهي ! هذا رفقك بمن يقول : أنا إله ، فكيف بمن يقول : أنت الإله ؟!.",
    author: "يحيى بن معاذ",
  },
  {
    quote:
      "انظر الى الحياة بتفاؤل .. التذمر و الشكوى من المشاكل التي تعترض طريقنا يستهلك تفكيرنا و وقتنا دون طائل .",
    author: "",
  },
  {
    quote: "إن الأعمال تباهت فقالت الصدقة : أنا أفضلكن.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: "قد تشعر بخيبة الامل اذا فشلت ، لكنك ستضمحل إن لم تحاول أصلاً .",
    author: "",
  },
  {
    quote:
      "ليس هناك خطوة واحدة عملاقة حققت الانجاز.. انها مجموعة خطوات صغيرة .",
    author: "",
  },
  {
    quote: "إياكم والبطنة فإنها ثقل في الحياة ونتن في الممات.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      " رضي الله عن قوم فغفر لهم السيئات ، وغضب على قوم فلم يقبل منهم الحسنات.",
    author: "يحيى بن معاذ",
  },
  {
    quote: "الأهم من ان تتقدم بسرعة هو ان تتقدم في الاتجاه الصحيح .",
    author: "",
  },
  {
    quote: "جالسوا التوابين فإنهم أرق أفئدة.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "من أحب أن يفتح الله له قلبه أو ينوره فعليه بترك الكلام فيما لا يعنيه، وترك الذنوب واجتناب المعاصي، ويكون له فيما بينه وبين الله خبيةٌ من عمل، فإنه إذا فعل ذلك فتح الله عليه من العلم ما يشغله عن غيره، وإن في الموت لأكثر الشغل.",
    author: "الامام الشافعي",
  },
  {
    quote:
      " على قدر خوفك من الله يهابك الخلق ، وعلى قدر حبك لله يحبك الخلق ، وعلى قدر شغلك بالله يشتغل الخلق بأمرك.",
    author: "يحيى بن معاذ",
  },
  {
    quote: "تفقهـــوا قبل أن تســـــودوا.",
    author: "عمر ابن الخطاب",
  },
  {
    quote: " أرفع الناس قدرًا من لا يرى قدره، وأكثرهم فضلاً من لا يرى فضله.",
    author: "الامام الشافعي",
  },
  {
    quote: "من نمّ لك نمّ عليك.",
    author: "الامام الشافعي",
  },
  {
    quote: "تعلموا العلم وتعلموا السكينة والوقار.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      "سُئل الإمام الشافعيُّ رحمه الله تعالى عن مسألةٍ فسكتَ، فقيل: ألا تجيب؟ فقال: حتى أدري؛ الفضل في سكوتي أو في الجواب.",
    author: "الامام الشافعي",
  },
  {
    quote:
      "مصيبتان للمرء في ماله عند موته لم يسمع الأولون والآخرون بمثلهما ، قيل : ما هما ؟ قال : يؤخذ منه كله ، ويُسأل عنه كله.",
    author: "يحيى بن معاذ",
  },
  {
    quote: "أكثروا من العيال فإنكم لا تدرون بمن ترزقون.",
    author: "عمر ابن الخطاب",
  },
  {
    quote:
      " الخير في خمسة: غنى النفس، وكف الأذى، وكسب الحلال، والتقوى، والثقة بالله.",
    author: "الامام الشافعي",
  },
  {
    quote:
      " إذا وجدتم لرسول الله صلى الله عليه وسلم سُنَّة فاتبعوها ولا تلتفتوا إلى قول أحد.",
    author: "الامام الشافعي",
  },
  {
    quote:
      "رضا الناس غاية لا تدرك، وليس إلى السلامة منهم سبيل، فعليك بما ينفعك فالزمه.",
    author: "الامام الشافعي",
  },
];
